{
    "chapters": [
        {
            "summary": "The latest episode of the Indie Hackers podcast features an episode on cryptocurrencies. Courtland is convinced that nfts could be the future of the web. But nothing contained in this episode is financial advice. Do your own research.",
            "headline": "Courtland is doing an episode on cryptocurrencies, specifically nfts",
            "gist": "Indie Hackers: Cryptocurrency Episode 1",
            "start": 7560,
            "end": 79630
        },
        {
            "summary": "Mohammad Iqbal and Heaton Shah talk about how to make money trading nfts. They say start with level one and buy coins on a Monday. You can make money, but you can also lose a lot of money.",
            "headline": "Heat and Shah discuss how to make money trading nfts",
            "gist": "How to Make Money in Crypto With NFT",
            "start": 81550,
            "end": 324886
        },
        {
            "summary": "Nfts lie on the bedrock of a lot more complex tokens and crypto and blockchains. It can be hard to see why they're even new or useful compared to technology we already have on the Internet. It's hard to understand how to make actual use of them in a business.",
            "headline": "Nfts can be tricky to understand because they lie on the bedrock of many other cryptocurrencies",
            "gist": "In the Elevator With Nfts and Crypto",
            "start": 324958,
            "end": 372880
        },
        {
            "summary": "Web three is the evolution of how we host and we do infrastructure kind of online. Now it's just kind of hosted in the cloud, but it's not even a cloud that we own or rent. So that fundamentally is kind of what has me interested and why I think it's the future.",
            "headline": "Was there ever a time where you were skeptics about nfts",
            "gist": "Top Executives: Web 3 Is the Future",
            "start": 373040,
            "end": 435820
        },
        {
            "summary": "Nfts is a decentralized ledger, or you can think of it as a decentralized database. Instead of existing on one computer somewhere on the Internet, it exists across hundreds or thousands of millions of computers. This is like startups on steroids because the speed and pace is incredible.",
            "headline": "The blockchain is a decentralized ledger that exists across hundreds or thousands of computers",
            "gist": "Are You Skeptical About Nfts?",
            "start": 436120,
            "end": 723046
        },
        {
            "summary": "NFT is a non fungible token. It's essentially digital property. Non fungible means each individual in one is its own distinct thing. The killer use case for this right now is people creating digital items.",
            "headline": "Think about fungible tokens. Bitcoin and ethereum are fungible",
            "gist": "Non-Flatible Tokens Explained",
            "start": 723078,
            "end": 1013782
        },
        {
            "summary": "Digital property has huge implications to how e commerce works. NFTs enable us to open up the world a little bit where if I build a game, I can now use anybody's NFT inside of my own platform. Will indie games become triple a hated games at some point?",
            "headline": "I'm wondering what you guys think about this vision of digital property",
            "gist": "Will NFTs Open Up the Digital Property Market?",
            "start": 1013806,
            "end": 1237236
        },
        {
            "summary": "Courtland: Where do you think things are going in the future? Heaton: NFTs and what we're doing today is a killer use case. It has to do with ownership. Without the blockchain, that's not this. None of this would matter.",
            "headline": "Courtland: Blockchain is a killer use case for NFTs",
            "gist": "Are NFTs a Shill Space?",
            "start": 1237308,
            "end": 1567878
        },
        {
            "summary": "It's not just about the content, it's about the community that you've built on that platform. I don't necessarily see a world in which people abandon Twitter or current social networks en masse because they don't own their stuff. I can see a path where people, bottom up, start using new apps and new websites.",
            "headline": "I don't necessarily see a world in which people abandon Twitter or current social networks",
            "gist": "Trump on the Future of Social Networks",
            "start": 1568014,
            "end": 1814614
        },
        {
            "summary": "In 1995, a computer expert argued against predictions of what the Internet would do. He was wrong on every count. Even if you're very savvy, these futuristic predictions might look inaccurate at the time.",
            "headline": "A Newsweek article from 1995 argued against predictions of what the Internet would do",
            "gist": "Coming soon: The Internet's Predictions",
            "start": 1814702,
            "end": 1896096
        },
        {
            "summary": "The ownership of digital assets in the video game industry is an absolute certainty in my mind. People are already buying sports collectibles as nfts already. How do you know that people will keep collecting things? Ultimately depends on what they're buying.",
            "headline": "What do you see digital property enabling in the future that might seem crazy today",
            "gist": "Future of Digital Property: The Future of Collectibles",
            "start": 1896248,
            "end": 2127570
        },
        {
            "summary": "Mark Cuban is a big crypto junkie. NFT projects are in the Facebook apps phase, right? It might all disappear. Some of the use cases are sort of unimaginable.",
            "headline": "Keaton: I don't like to make predictions about the future",
            "gist": "Keaton: Can NFT Projects Predict the Future?",
            "start": 2127730,
            "end": 2433804
        },
        {
            "summary": "Mubs: Turning digital items into NFTs and storing them on the blockchain for your users unlocks a lot of functionality. The items you put on the ledger are portable because the blockchain is publicly accessible. Mubs: From a creator economy, from a maker hack, indie hacker standpoint is something that is really interesting.",
            "headline": "Mubs: Putting digital items on the blockchain unlocks a whole bunch of possibilities",
            "gist": "The Blockchain and Creativity",
            "start": 2433892,
            "end": 2783314
        },
        {
            "summary": "Chris Dixon: The marketing they do is just not traditional marketing. It's community marketing. The only time I saw such a tight feedback loop, whether it's NFTs or whatever, was clubhouse. The secondary system here on the blockchain that I think is going to flip a lot more stuff upside down.",
            "headline": "Chris Dixon says cryptocurrency marketing is completely different from traditional marketing",
            "gist": "Chris Dixon On The Crypto Community",
            "start": 2783362,
            "end": 3152356
        },
        {
            "summary": "\"It's changing who owns it. It's not some venture capital in Silicon Valley or LA or something who kind of owns the sort of rights to this thing, \" he says. \"All the video games that we play are now going to be controlled by the people actually play them \"",
            "headline": "The future of video games is changing who owns it",
            "gist": "The Fight for the Future of Video Games",
            "start": 3152428,
            "end": 3201600
        },
        {
            "summary": "Is there any connection between this fanciful world of NFTs and an actual business you're running as a founder? I'm interested in the whole DeFi space because it changes. At some point the model will flip. And so I need to know how that flip might happen.",
            "headline": "Let's talk about how you can actually invest in this as a founder today",
            "gist": "How to Invest in the Crypto World With a SaaS Company",
            "start": 3202860,
            "end": 3392090
        },
        {
            "summary": "I would love to see a world where almost everything is represented as an NFT. That tells me something about the identity of the people who come to my website. It takes time to kind of, because those are old, established industries and technologies. But I think we'll kind of hit there at some point.",
            "headline": "I would love to see almost everything represented as an NFT",
            "gist": "What I Want to See on Founder Path and IndieHack",
            "start": 3392390,
            "end": 3557900
        },
        {
            "summary": "Heaton: We're working on, I believe, basically, I think, redundancy for file storage. What if someone could access a document with their kind of metamask and their crypto credentials instead of their email? If you have something good that anyone, any SaaS business can do.",
            "headline": "Heaton is working on security for file storage on the blockchain",
            "gist": "Google's File Storage Security",
            "start": 3558640,
            "end": 3873600
        },
        {
            "summary": "Simple idea with the community is people can tip each other with crypto somehow. Is does someone already have a wallet or not? Do they have they already jumped through those hoops? And if they haven't, is it your job to train them?",
            "headline": "Simple idea with community is people can tip each other with crypto somehow",
            "gist": "Should have a community crypto tips?",
            "start": 3873680,
            "end": 4048396
        },
        {
            "summary": "Cortlandt: Buy crypto, but what next? Is there a particular website they should trust? Find a buddy. If you're really doing it for savings long term, don't put a lot of money in there. Follow trusted sources on Twitter.",
            "headline": "Cortlandt: You've said buy crypto, but what next",
            "gist": "Buy Crypto With a Trustful Friend",
            "start": 4048428,
            "end": 4405870
        },
        {
            "summary": "All right, heat and mubs, thanks so much for coming on. Can you let listeners know where they can go to find out more about what you're up to with your SaaS businesses. You can find me on Twitter and all the usual social media places.",
            "headline": "Heat and mubs talk about their SaaS businesses",
            "gist": "Blair and Shashah on FounderPath",
            "start": 4407290,
            "end": 4439520
        }
    ],
    "audio": "https://audio.listennotes.com/e/p/20bf194224434ebbba8462ea8136cc3d/",
    "thumbnail": "https://cdn-images-3.listennotes.com/podcasts/indie-hackers-courtland-allen-and-channing-Dp2te9ZdRaz-fATGd7LizVm.300x300.jpg",
    "podcast_title": "Indie Hackers",
    "episode_title": "#235 – An NFT Conversation for Indie Hackers with Hiten Shah and Mubashar Iqbal"
}